{
    "cade" : "“Cadê?” Essa etiqueta é utilizada quando o usuário ao realizar determinada ação, tem o conhecimento do próximo passo provável. Porém o mesmo não encontra a mensagem ou signo esperado para conclusão da tarefa.",
    "paramimestabom" : "“Para mim está bom.” Ocorre quando o usuário avaliado, estabelece que concluiu a tarefa, quando porém a tarefa não foi concluída. E o erro acaba persistindo até o final, e o usuário acaba por informar no questionário, que concluiu a tarefa corretamente. Esse erro porém, é melhor do que uma falha total que possa afetar a interação.",
    "assimnaoda" : "“Assim não dá.” Está etiqueta caracteriza um conjunto de ações (passos), que o usuário abandona ao realizar uma determinada tarefa. Por um caminho alternativo por ele escolhido, que este acredita ser melhor. Considerando que o usuário acredita que o caminho pré-estabelecido, não o  estava levando ao objetivo. Porém atente-se ao fato de que a etiqueta “Epa!” possui significado similar, no entanto perceba que “Epa!” caracteriza uma ação isolada, ao contrário de “Assim não dá”.",
    "ueoqhouve" : "“Ué, o que houve?” Esta etiqueta é usada quando o usuário repete uma operação porque não pôde ver o resultado dela. De forma que o usuário precisa repetir a ação, até que perceba que o sistema não retornou nada. Ações repetitivas podem ser etiquetadas como “Por que não funciona?” ou “Ué, o que houve?”. A diferença entre as duas é que a primeira é usada quando o usuário vê os efeitos causados pelo sistema em função de suas ações, enquanto que na segunda o usuário não conseguiu vê.",
    "prqnfunciona" : "“Por que não funciona?” Atribui-se esta etiqueta quando, o usuário ao realizar determinada ação, não entende o por que dela não ser concluída, repetindo-a. A principal característica desta etiqueta é devido ao fato de que o usuário, ao realizar aquela ação, tem o conhecimento de que a mesma deveria causar o efeito esperado.",
    "oqueeisso" : "“O que é isto?” Utiliza-se quando o usuário procura por dicas, onde ele supõe que deveria haver. Como dicas associadas a signos da interface por exemplo, que não são auto explicativos.",
    "socorro" : "“Socorro!” Usado quando o usuário não consegue concluir determinada tarefa através da exploração da interface. O mesmo então procura por meios de ajuda, documentação e etc...",
    "epa" : "“Epa!” Esta etiqueta é usada quando o usuário executa uma ação indesejada e, e percebendo isto desfaz a ação. Algumas vezes o sistema não oferece opções rápidas para o cancelamento da ação levando o usuário a outras rupturas como “Desisto” e “Para mim está bom”.",
    "ondeestou" : "“Onde estou?” Esta etiqueta é usada quando o usuário realiza uma interpretação errônea de determinado signo por exemplo, o qual possui um propósito diferente. O sintoma típico é quando o usuário tenta executar operações ou busca por signos em um modo, enquanto está em outro.",
    "eagora" : "“E agora?” Esta etiqueta é usada quando o usuário não sabe o que fazer e procura descobrir qual o seu próximo passo. E como consequência disso vaga com o cursor sobre a interface e inspecionar os menus de forma aleatória por assim dizer.",
    "vaideoutrojeito" : "“Vai de outro jeito.” Ocorre quando o usuário atinge o seu objetivo de uma maneira não ótima. Ou seja, ao realizar a ação proposta pelo avaliador e decidir seguir outro caminho, que é mais longo e complicado para a conclusão da ação.",
    "naoobrigado" : "“Não, obrigado.” Esta etiqueta é usada onde o usuário conhece a solução preferencial do designer, mas opta explicitamente por outra forma de interação. O que diferencia está etiqueta de “Vai de outro jeito”, é a atitude do usuário, onde o mesmo entende as respostas do sistema. Porém prefere seguir um caminho alternativo, por achar mais prático.",
    "desisto" : "“Desisto” Esta etiqueta é usada no momento em que o usuário explicitamente admitir sua incapacidade em alcançar seu objetivo, independente da etapa ou passo que se encontra."
}